Repository: vakaras/nmadb-utils
Catalog: src/nmadb_utils/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Error: {0}
lt: Klaida: {0}

source: Download selected
lt: Atsisiųsti pasirinktus

source: attachment; filename=data.{0}
lt: attachment; filename=duomenys.{0}

source: Download as CSV.
lt: Atsisiųsti CSV formatu.

source: Download as ODS.
lt: Atsisiųsti ODS formatu.

source: attachment; filename=data.csv
lt: attachment; filename=duomenys.csv

source: Download as UTF16 CSV.
lt: Atsisiųsti UTF16CSV formatu.

source: Comma separated values
lt: Kableliais atskiros reikšmės.

source: title
lt: pavadinimas

source: model
lt: modelis

source: writer
lt: rašyklė

source: query
lt: užklausa

source: Each column have to be on separate row, in form: column caption: field name
lt: Kiekvieno stulpelio aprašymas turi būti atskiroje eilutėje. Eilučių forma: „stulpelio antraštė:lauko vardas“.

source: download selection
lt: atsisiuntmo pasirinkimas

source: download selections
lt: atsisiuntimo pasirinkimai
